data/NASA_2DWMH_sweep_pass5/pass5_continue_sst_1200/0/Cy
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2512                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volScalarField;
    location    "0";
    object      Cy;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
180400
(
0.000134863995161
0.000134867175497
0.000134865585385
0.000134865585338
0.000134865585385
0.000134865585432
0.000134865585385
0.000134865585385
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
220
(
0.000134865581096
0.000406388503091
0.000681518749158
0.000960304244483
0.00124279355097
0.00152903587568
0.00181908107943
0.00211297968545
...
)
;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
220
(
0.000134865581096
0.000406388503091
0.000681518749158
0.000960304244483
0.00124279355097
0.00152903587568
0.00181908107943
0.00211297968545
...
)
;
    }
    bottomWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
820
(
0
0
0
0
0
0
0
0
...
)
;
    }
    topWall
    {
        type            calculated;
        value           nonuniform List<scalar> 
820
(
0.35
0.35
0.35
0.35
0.35
0.35
0.35
0.35
...
)
;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
