data/NASA_2DWMH_sweep_pass5/pass5_continue_sst_1200/system/residuals
type            residuals;
libs            ("libutilityFunctionObjects.so");
writeControl    timeStep;
writeInterval   1;

#include "../fieldDef"

fields          $residualFields;
