data/NASA_2DWMH_sweep_pass5/pass5_continue_sst_1200/system/singleGraph_x080
type            sets;
libs            ("libsampling.so");
writeControl    writeTime;
setFormat       raw;
interpolationScheme cell;

#include "../fieldDef"

fields          $singleGraphFields;

sets
(
    line
    {
        type        uniform;
        axis        xyz;
        nPoints     240;
        start       (0.336 0 0);
        end         (0.336 0.35 0);
    }
);
